<?php
/**
 * translated by HiroKws
 * @link https://github.com/HiroKws
 * @link http://kore1server.com/
 */
return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリマインダー言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    "password" => "パスワードは６文字で、確認項目と一致している必要があります。",

    "user" => "メールアドレスに一致するユーザーは存在していません。",

    "token" => "このパスワードリセットトークンは無効です。",

    "sent" => "パスワードリセットメールを送信しました。",

];
